Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/mappView/Resources/Texts/mappFrameworkTexts/RecipePageTexts.tmx
Source language: en
Languages: de, zh, zh_cn

source: Active Recipe
de: Aktives Rezept
zh: 当前配方

source: Cancel
de: Stornieren
zh: 取消

source: Category
de: Kategorie
zh: 分类

source: Confirm?
de: Bestätigen
zh: 确定？

source: Create
de: Erstellen
zh: 新建

source: Create Recipe
de: Rezept erstellen
zh: 新建配方

source: Delete
de: Löschen
zh: 删除
zh_cn: 删除

source: Delete Recipe {@RecipeName}?
de: Rezept {@RecipeName} löschen?
zh: 删除 {@RecipeName}?

source: Edit
de: Bearbeiten
zh: 编辑
zh_cn: 编辑

source: Edit Recipe
de: Rezept bearbeiten
zh: 编辑配方

source: PLC > USB
de: SPS > USB

source: File Device
de: Dateisystem
zh: 文件设备

source: Filter Time
de: Filterzeit
zh: 滤波时间

source: USB > PLC
de: USB > SPS

source: Invalid Recipe
de: Ungültiges Rezept
zh: 无效配方

source: Length
de: Länge
zh: 长度
zh_cn: 长度

source: Load
de: Laden
zh: 打开

source: Load Recipe {@RecipeName}?
de: Rezept {@RecipeName} laden?
zh: 打开 {@RecipeName}?

source: Max Out
de: Max Ausgabe
zh: 最大输出

source: Min Out
de: Min Ausgabe
zh: 最小输出

source: Default Recipe Missing
de: Standardrezept fehlt
zh: 缺少默认配方

source: The default recipe is missing. Please create one now.
de: Das Standardrezept fehlt. Bitte erstellen Sie jetzt eine.
zh: 缺少默认配方。 请立即创建一个。

source: Please confirm loading this recipe.
de: Laden der ausgewaehlten Datei bestaetigen
zh: 请确认加载此食谱。

source: Please confirm saving this recipe under this name.
de: Speichern der ausgewaehlten Datei bestaetigen
zh: 请确认以该名称保存此食谱。

source: A file with the same name {@NewRecipeName} already exists! Do you want to continue and overwrite the existing one?
de: Eine Datei mit demselben Namen {@NewRecipeName} existiert bereits! Möchten Sie fortfahren und die vorhandene überschreiben?
zh: 同名文件 {@NewRecipeName} 已存在！ 您要继续并覆盖现有的吗？

source: Please confirm deleting the selected recipe.
de: Loeschen der ausgewaehlten Datei bestaetigen
zh: 请确认删除所选配方。

source: Please confirm renaming the selected recipe.
de: Umbenennen der ausgewaehlten Datei bestaetigen
zh: 请确认重命名所选配方。

source: New
de: Neu
zh: 新建
zh_cn: 添加

source: New Recipe Name
de: Neuer Rezeptname
zh: 名称

source: No
de: Nein
zh: 否

source: Page Down
de: Seite nach unten
zh: 下一页

source: Page Up
de: Seite nach oben
zh: 上一页

source: Preview
de: Vorschau
zh: 预览

source: Recipe List
de: Rezeptliste
zh: 配方列表
zh_cn: 配方列表

source: Save
de: Speichern
zh: 保存

source: Selected Recipe
de: Ausgewähltes Rezept
zh: 已选择的配方

source: Set Value
de: Wert einstellen
zh: 设定值

source: Time Stamp
de: Zeitstempel
zh: 时间戳

source: Value
de: Wert
zh: 值

source: Yes
de: Ja
zh: 是

source: Machine Settings
de: Maschineneinstellungen
zh: 机器设置

source: Default files cannot be deleted
de: Standarddateien können nicht gelöscht werden
zh: 无法删除默认文件

source: Recipe
de: Rezept
zh: 配方

source: Recipe List - Page {@RecipeCurrentPage}
de: Rezeptliste - Seite {@RecipeCurrentPage}
zh: 当前页面 {@RecipeCurrentPage}

source: Refresh
de: Aktualisierung
zh: 刷新

source: Last Loaded Recipe Missing
de: Letztes Rezept fehlt
zh: 缺少默认配方

source: The last loaded recipe is missing. Please select and load a different one now.
de: Das letzte geladende Rezept fehlt. Bitte laden Sie eine anderes.
zh: 缺少默认配方。 请立即创建一个。

source: Last Loaded Configuration Missing
de: Letztes Konfiguration fehlt
zh: 缺少默认配方

source: The last loaded configuration is missing. Please select and load a different one now.
de: Das letzte geladende Konfiguration fehlt. Bitte laden Sie eine andere.
zh: 缺少默认配方。 请立即创建一个。

source: Parameters
zh: 参数
